// Validation errors messages for Parsley
// Load this after Parsley

Parsley.addMessages('oz', {
  dateiso:  "Ушбу қиймат ҳақиқий сана бўлиши керак (ГГГГ-ММ-ДД).",
  minwords: "Ушбу қиймат камида %s сўзни ўз ичига олиши керак.",
  maxwords: "Ушбу қиймат %s сўздан ошмаслиги керак.",
  words:    "Ушбу қиймат %s дан %s сўзларига эга бўлиши керак.",
  gt:       "Бу қиймат катта бўлиши керак.",
  gte:      "Ушбу қиймат катта ёки тенг бўлиши керак.",
  lt:       "Бу қиймат камроқ бўлиши керак.",
  lte:      "Ушбу қиймат кам ёки тенг бўлиши керак.",
  notequalto: "Бу қиймат бошқача бўлиши керак."
});
